<template>
    <body>
        <p>
          Привет! Меня зовут Таня, и я фотограф. С самого детства и до сегодняшнего дня я живу в творческой атмосфере. Одним словом, моя жизнь — это искусство, не только художественное, но и эстетическое. У меня отличный вкус, эстетическое видение и "натренированный глаз" за многие годы. Вдохновляюсь я живописью, кино, природой, людьми вокруг меня, а особенно — вашей любовью.
          Каждая новая фотосессия для меня — это полное возвращение к себе. Я помогаю вам расслабиться, довериться мне и ощутить все эмоции дня в полной мере. Наслаждайтесь процессом и расслабьтесь, откройтесь новому взгляду и сдавайтесь моменту.
          Будьте самими собой, не стесняйтесь своих эмоций, морщин, веснушек и шрамов на виду, а также яркого румянца на щеках. Обнимайтесь так сильно, как будто давно не виделись. Шутьте и смеясь от души, не беспокоясь о том, что вас услышат. Плачьте вместе от радости от красоты, которую видите вокруг. Запоминайте каждую секунду этой жизни. И оставляйте эти воспоминания и чувства в фотографиях для себя и своих близких.
          Я стараюсь чувствовать каждого, кто ко мне обращается. И всегда жду своих особенных людей, которые тоже чувствуют мою работу и видят себя в ней. У нас общие вкусы, мы любим одни и те же песни и фильмы, мы любим чувственные и яркие снимки настоящей жизни.
          Я всегда открыта для новых знакомств и вдохновляющих творческих проектов.
        </p>
      <div class="me_info"></div>
    </body>
</template>

<style scoped>
    template {
      justify-content: center;
      display: flex;
      align-items: center;
    }
    .me_info {
      background-image: url('../assets/image/me_info.png');
      background-size: cover;
      width: 309px;
      height: 528px;
    }
    body {
      display: flex;
      flex-direction: row;
      justify-content: space-around;
      background-color: rgba(131, 1, 18, 1);
      width: 1440px;
      height: 1028px;
      margin-top: 50px;
    }
    p {
      color: white;
      width: 600px;
    }
</style>