<template>
    <div>
        <p>
          Привет! Меня зовут Таня, и я фотограф. С самого детства и до сегодняшнего дня я погружена в творческую атмосферу. Моя жизнь – это искусство, и не только художественное, но и эстетическое. У меня отличный вкус, я вижу мир через призму красоты и гармонии. За многие годы работы я научилась чувствовать и видеть то, что другие могут упустить. Вдохновение я черпаю в живописи, кино, природе, в людях вокруг меня, и, конечно же, в вашей любви.
            <br>
          Каждая новая фотосессия для меня – это как путешествие, полный эмоций и открытий. Я помогаю вам расслабиться и почувствовать все тонкости момента. Наслаждайтесь процессом, откройтесь новому опыту и просто будьте собой. Не бойтесь своих эмоций, морщин, веснушек, шрамов и яркого румянца на щеках. Обнимитесь так, будто вы давно не виделись. Шутите, смеясь от души, и не беспокойтесь о том, что вас услышат. Плачьте от радости, видя вокруг красоту. Запечатлейте каждую секунду этой жизни, чтобы эти воспоминания и чувства остались с вами навсегда.
          <br>
          Я стараюсь по-настоящему чувствовать каждого, кто ко мне обращается. И я всегда рада встречам с теми, кто видит в моей работе нечто большее, кто разделяет мои вкусы и любовь к ярким, чувственным моментам реальной жизни.
          <br>
          Я всегда открыт для новых знакомств и творческих проектов. Если у вас есть вопросы или вы хотите обсудить фотосессию, пишите мне в Инстаграм или любой удобный мессенджер по номеру +7 913 887 91-19. Буду рада нашему сотрудничеству!
        </p>
    </div>
</template>

<style scoped>
    template {
      justify-content: center;
      display: flex;
      align-items: center;
    }
    div {
        display: flex;
        align-items: center;
        justify-content: center;
        width: 700px;
    }
    p {
      text-align: center;
      width: 100%;
    }
</style>